---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.ArrowFilled
source: html/75346412-b445-6032-215e-a8746a3f9204.htm
---
# Autodesk.Revit.DB.ParameterTypeId.ArrowFilled Property

"Fill Tick"

## Syntax (C#)
```csharp
public static ForgeTypeId ArrowFilled { get; }
```